Repository: valeckiy/myfin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

# text_logo
source: Simple financial accounting
uk: Простий облік фінансів

# create_wallet
source: New wallet
uk: Новий гаманець

# category_managment
source: Categories
uk: Категорії

# transaction_managment
source: Transactions
uk: Транзакції

source: Logged as
uk: Увійшли як

source: Log out
uk: Вийти

source: First name
uk: Ім'я

source: Last name
uk: Прізвище

# main_login_or_register
source: You need to log in or register to display information
uk: Щоб відобразити інформацію, потрібно увійти або зареєструватися

source: Log in
uk: Авторизація

source: Sign up
uk: Реєстрація

# go_main
source: Back to home
uk: Повернутися на головну

source: Your finances
uk: Ваші фінанси

source: Name
uk: Назва

source: Wallet
uk: Гаманець

source: Balance
uk: Баланс

source: Currency
uk: Валюта

source: Add transaction
uk: Додати транзакцію

source: Recent transactions
uk: Останні транзакції

source: Date
uk: Дата

source: Category
uk: Категорія

source: Sum
uk: Сума

# comment
source: Note
uk: Примітка

source: Delete
uk: Видалити

# add_new_Profit
source: Add a new cash flow
uk: Додати нове поступлення грошей

# add_new_Expense
source: Add new spending money
uk: Додати нову витрату грошей

# title_exchange
source: Add a new money transfer between wallets
uk: Додати новий переказ грошей між гаманцями

# exchange
source: Money transfer
uk: Переказ

# start_balance
source: Balance
uk: Залишок

source: Delete wallet
uk: Видалити гаманець

# wallet_managment
source: Wallets
uk: Гаманці

source: New wallet
uk: Новий гаманець

source: Edit wallet
uk: Редагування гаманця

# qwestion_delete_wallet
source: You really want to delete the wallet?
uk: Ви дійсно хочете видалити гаманець?

# go_wallet
source: Return to the list of wallets
uk: Повернутись до списку гаманців

# login_title
source: Please enter data for log in
uk: Будь ласка введіть дані для авторизації

# login_name
source: Name (Login)
uk: Ім'я (логін)

# login_password
source: Password
uk: Пароль

# Category_title
source: Categories of income and expenses
uk: Категорії доходів та витрат

source: New category
uk: Нова категорія

source: Edit category
uk: Редагування категорії

# go_category
source: Return to the list of categories
uk: Повернутись до списку категорій

source: Direction
uk: Напрямок

source: Profit
uk: Дохід

source: Cost
uk: Витрати

source: Excange
uk: Обмін

# wallet_from
source: From wallet
uk: З гаманця

# wallet_to
source: To wallet
uk: На гаманець

# sum_from
source: Sum -
uk: Сума -

# sum_to
source: Sum +
uk: Сума +

# course
source: Cross-course
uk: Крос-курс

# cost_currancy_last_month
source: Expense report for the last 7 days
uk: Звіт по витратам за останні 7 днів

source: Add
uk: Додати

source: Edit
uk: Редагувати

source: Close
uk: Закрити

# qwestion_delete_transaction
source: You really want to delete the transaction?
uk: Ви дійсно хочете видалити транзакцію?

# qwestion_delete_category
source: You really want to delete the category?
uk: Ви дійсно хочете видалити категорію?

source: Yes
uk: Так

source: No
uk: Ні

source: No selection
uk: Немає відбору

source: Show all
uk: Показати всі

source: Select transactions
uk: Відібрати транзакції

source: About project
uk: Про проект

# email_exist
source: The e:mail already exists
uk: Такий e:mail вже існує

# profil
source: Your profil
uk: Ваш профіль

source: Edit profil
uk: Редагування профілю

# go_profil
source: Go to profil
uk: о профілю

# main_currancy
source: Base currency
uk: Основна валюта

# menu_do
source: Action
uk: Дія

source: Reports
uk: Звіти

# type_report
source: Report
uk: Звіт

# cost_category
source: Costs by category
uk: Витрати по категоріям

# profit_category
source: Profit by category
uk: Доходи по категоріям

# cost_profit_day
source: Daily income and expenses
uk: Щоденні доходи і витрати

# cost_profit_month
source: Monthly income and expenses
uk: Щомісячні доходи і витрати

# cost_profit_year
source: Annual income and expenses
uk: Щорічні доходи і витрати

# total_cost
source: Total costs
uk: Загальні витрати

source: Total profit
uk: Загальний дохід

# date_start
source: Period from
uk: Період з

# date_end
source: on
uk: до

# run_report
source: Run
uk: Сформувати

# cost_day_graph
source: Daily expenses (last 7 days)
uk: Щоденні витрати (останні 7 днів)

# profit_day_graph
source: Daily earnings (last 7 days)
uk: Щоденні доходи (останні 7 днів)

# cost_month_graph
source: Monthly expenses
uk: Щомісячні витрати

# profit_month_graph
source: Monthly income
uk: Щомісячний дохід

# cost_year_graph
source: Annual costs
uk: Щорічні витрати

# profit_year_graph
source: Annual income
uk: Щорічний дохід

# period_last_six_month
source: Last 6 month
uk: Останні 6 місяців

# period_this_years
source: This year
uk: З початку року

# period_last_years
source: Last year
uk: Минулий рік

source: Show transaction
uk: Показати транзакції
